Repository: solokha-o/Alike
Catalog: Packages/Cleanup/Sources/Cleanup/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt_br, tr, uk, zh_hant

# cleanup.main.nothingLeftReviewRightNow
source: Nothing left to review right now
de: Gerade gibt es nichts mehr zu prüfen
es: No queda nada por revisar por ahora
fr: Plus rien à examiner pour le moment
it: Al momento non c'è altro da controllare
nl: Er is nu niets meer om te bekijken
pl: Na razie nie ma nic więcej do przejrzenia
pt_br: Nada para revisar no momento
tr: Şu an gözden geçirilecek başka bir şey yok
uk: Наразі немає чого переглядати
zh_hant: 目前沒有其他待檢視的項目

# cleanup.main.openNextClusterContinueCleanup
source: Open next cluster to continue cleanup
de: Nächste Gruppe öffnen und weiter aufräumen
es: Abrir el siguiente grupo para continuar la limpieza
fr: Ouvrir le groupe suivant pour poursuivre le nettoyage
it: Apri il gruppo successivo per continuare la pulizia
nl: Open de volgende groep om verder op te ruimen
pl: Otwórz następną grupę, aby kontynuować porządki
pt_br: Abrir o próximo grupo para continuar a limpeza
tr: Temizliği sürdürmek için sonraki grubu aç
uk: Відкрити наступну групу, щоб продовжити очищення
zh_hant: 打開下一個群組以繼續清理

# cleanup.main.openThisCleanupCategory
source: Open this cleanup category
de: Diese Aufräum-Kategorie öffnen
es: Abrir esta categoría de limpieza
fr: Ouvrir cette catégorie de nettoyage
it: Apri questa categoria di pulizia
nl: Open deze opruimcategorie
pl: Otwórz tę kategorię porządków
pt_br: Abrir esta categoria de limpeza
tr: Bu temizlik kategorisini aç
uk: Відкрити цю категорію очищення
zh_hant: 打開這個清理類別

# cleanup.main.openThisClusterReviewPhotos
source: Open this cluster to review photos
de: Diese Gruppe öffnen und Fotos prüfen
es: Abrir este grupo para revisar las fotos
fr: Ouvrir ce groupe pour examiner les photos
it: Apri questo gruppo per controllare le foto
nl: Open deze groep om foto's te bekijken
pl: Otwórz tę grupę, aby przejrzeć zdjęcia
pt_br: Abrir este grupo para revisar as fotos
tr: Fotoğrafları gözden geçirmek için bu grubu aç
uk: Відкрити цю групу для перегляду фотографій
zh_hant: 打開這個群組以檢視照片

# cleanup.main.opensTheUpgradeOptions
source: Opens the upgrade options
de: Öffnet die Upgrade-Optionen
es: Abre las opciones de mejora
fr: Ouvre les options d’abonnement
it: Apre le opzioni di upgrade
nl: Opent de upgrade-opties
pl: Otwiera opcje ulepszenia
pt_br: Abre as opções de upgrade
tr: Yükseltme seçeneklerini açar
uk: Відкриває варіанти оновлення підписки
zh_hant: 打開升級選項

# cleanup.main.orMorePhotos
source: %d or more photos
de: %d oder mehr Fotos
es: %d fotos o más
fr: %d photos ou plus
it: %d o più foto
nl: %d of meer foto's
pl: Zdjęcia: %d lub więcej
pt_br: %d fotos ou mais
tr: %d veya daha fazla fotoğraf
uk: %d фотографій або більше
zh_hant: %d 張或以上照片

# cleanup.main.photosMovedToRecentlyDeleted
source: %1$lld photos moved to Recently Deleted.
de: %1$lld Fotos in „Zuletzt gelöscht“ bewegt.
es: %1$lld fotos movidas a Eliminados recientemente.
fr: %1$lld photos déplacées vers Supprimés récemment.
it: %1$lld foto spostate in «Eliminati di recente».
nl: %1$lld foto's naar 'Recent verwijderd' verplaatst.
pl: %1$lld zdjęcia przeniesionego do albumu „Ostatnio usunięte”.
pt_br: %1$lld fotos movidas para Apagados recentemente.
tr: %1$lld fotoğraf Son Silinenler'e taşındı.
uk: Фото переміщено до «Недавно видалені»: %1$lld.
zh_hant: 已將 %1$lld 張照片移到「最近刪除」。

# cleanup.main.photosWereDeletedButLibrary
source: The photos were deleted, but the library refresh failed. Run a new scan to refresh your results.
de: Die Fotos wurden gelöscht, aber die Mediathek konnte nicht aktualisiert werden. Starte einen neuen Scan, um deine Ergebnisse zu aktualisieren.
es: Las fotos se han eliminado, pero no se ha podido actualizar la fototeca. Haz un nuevo análisis para actualizar tus resultados.
fr: Les photos ont été supprimées, mais l’actualisation de la photothèque a échoué. Lancez une nouvelle analyse pour actualiser vos résultats.
it: Le foto sono state eliminate, ma l'aggiornamento della libreria non è riuscito. Esegui una nuova scansione per aggiornare i risultati.
nl: De foto's zijn verwijderd, maar het vernieuwen van de bibliotheek is mislukt. Voer een nieuwe scan uit om je resultaten bij te werken.
pl: Zdjęcia zostały usunięte, ale odświeżenie biblioteki się nie powiodło. Uruchom nowe skanowanie, aby odświeżyć wyniki.
pt_br: As fotos foram apagadas, mas a atualização da fototeca falhou. Faça uma nova análise para atualizar seus resultados.
tr: Fotoğraflar silindi ama kitaplık yenilemesi başarısız oldu. Sonuçlarını yenilemek için yeni bir tarama yap.
uk: Фото видалено, але оновити фототеку не вдалося. Запустіть нове сканування, щоб оновити результати.
zh_hant: 照片已刪除，但圖庫更新失敗。請重新掃描以更新結果。

# cleanup.main.pickUpWhereLeftOff
source: Pick up where you left off
de: Mach dort weiter, wo du aufgehört hast
es: Continúa donde lo dejaste
fr: Reprenez où vous en étiez
it: Riprendi da dove avevi lasciato
nl: Ga verder waar je gebleven was
pl: Wróć tam, gdzie skończyłeś
pt_br: Continue de onde parou
tr: Kaldığın yerden devam et
uk: Продовжте з того місця, де зупинилися
zh_hant: 從上次中斷的地方繼續

# cleanup.main.refreshRequired
source: Refresh Required
de: Aktualisierung erforderlich
es: Se requiere actualizar
fr: Actualisation requise
it: Aggiornamento necessario
nl: Vernieuwen vereist
pl: Wymagane odświeżenie
pt_br: Atualização necessária
tr: Yenileme Gerekiyor
uk: Потрібне оновлення
zh_hant: 須重新整理

# cleanup.main.refreshingCleanup
source: Refreshing Cleanup
de: Aufräumen wird aktualisiert
es: Actualizando la limpieza
fr: Actualisation du nettoyage
it: Aggiornamento della pulizia
nl: Opruiming wordt vernieuwd
pl: Odświeżanie porządków
pt_br: Atualizando a limpeza
tr: Temizlik Yenileniyor
uk: Оновлення очищення
zh_hant: 正在更新清理項目

# cleanup.main.remaining
source: Remaining
de: Verbleibend
es: Restantes
fr: Restants
it: Rimanenti
nl: Resterend
pl: Pozostało
pt_br: Restantes
tr: Kalan
uk: Залишилося
zh_hant: 尚餘

# cleanup.main.rescan
source: Rescan
de: Erneut scannen
es: Analizar de nuevo
fr: Relancer l’analyse
it: Ripeti scansione
nl: Opnieuw scannen
pl: Skanuj ponownie
pt_br: Analisar novamente
tr: Yeniden Tara
uk: Пересканувати
zh_hant: 重新掃描

# cleanup.main.rescanPhotos
source: Rescan Photos
de: Fotos erneut scannen
es: Analizar fotos de nuevo
fr: Réanalyser les photos
it: Ripeti la scansione delle foto
nl: Foto's opnieuw scannen
pl: Przeskanuj zdjęcia ponownie
pt_br: Analisar fotos novamente
tr: Fotoğrafları Yeniden Tara
uk: Пересканувати фото
zh_hant: 重新掃描照片

# cleanup.main.resetControls
source: Reset controls
de: Einstellungen zurücksetzen
es: Restablecer controles
fr: Réinitialiser les réglages
it: Reimposta i criteri
nl: Herstel instellingen
pl: Zresetuj ustawienia
pt_br: Redefinir controles
tr: Ölçütleri sıfırla
uk: Скинути параметри
zh_hant: 重置條件

# cleanup.main.reviewStatus
source: Review status
de: Prüfstatus
es: Estado de revisión
fr: Statut d’examen
it: Stato di controllo
nl: Beoordelingsstatus
pl: Stan przeglądu
pt_br: Status da revisão
tr: Gözden geçirme durumu
uk: Стан перегляду
zh_hant: 檢視狀態

# cleanup.main.reviewed
source: Reviewed
de: Geprüft
es: Revisados
fr: Examinés
it: Controllati
nl: Bekeken
pl: Przejrzane
pt_br: Revisados
tr: Gözden geçirildi
uk: Переглянуто
zh_hant: 已檢視

# cleanup.main.runNewScanRefreshCleanup
source: Run a new scan to refresh cleanup suggestions.
de: Starte einen neuen Scan, um die Aufräumvorschläge zu aktualisieren.
es: Haz un nuevo análisis para actualizar las sugerencias de limpieza.
fr: Lancez une nouvelle analyse pour actualiser les suggestions de nettoyage.
it: Esegui una nuova scansione per aggiornare i suggerimenti di pulizia.
nl: Voer een nieuwe scan uit om de opruimsuggesties te vernieuwen.
pl: Uruchom nowe skanowanie, aby odświeżyć propozycje porządków.
pt_br: Faça uma nova análise para atualizar as sugestões de limpeza.
tr: Temizlik önerilerini yenilemek için yeni bir tarama yap.
uk: Запустіть нове сканування, щоб оновити пропозиції для очищення.
zh_hant: 重新掃描以更新清理建議。

# cleanup.main.scanFailed
source: Scan Failed
de: Scan fehlgeschlagen
es: El análisis ha fallado
fr: Échec de l’analyse
it: Scansione non riuscita
nl: Scan mislukt
pl: Skanowanie nieudane
pt_br: A análise falhou
tr: Tarama Başarısız
uk: Сканування не вдалося
zh_hant: 掃描失敗

# cleanup.main.scanYourLibraryFirst
source: Scan Your Library First
de: Scanne zuerst deine Mediathek
es: Analiza tu fototeca primero
fr: Analysez d’abord votre photothèque
it: Prima analizza la tua libreria
nl: Scan eerst je bibliotheek
pl: Najpierw przeskanuj bibliotekę
pt_br: Analise sua fototeca primeiro
tr: Önce Kitaplığını Tara
uk: Спершу проскануйте фототеку
zh_hant: 請先掃描你的圖庫

# cleanup.main.scanningYourLibrary
source: Scanning your library… %d%%
de: Deine Mediathek wird gescannt… %d%%
es: Analizando tu fototeca… %d%%
fr: Analyse de votre photothèque… %d%%
it: Scansione della libreria… %d%%
nl: Je bibliotheek wordt gescand… %d%%
pl: Skanowanie biblioteki… %d%%
pt_br: Analisando sua fototeca… %d%%
tr: Kitaplığın taranıyor… %%%d
uk: Сканування фототеки… %d%%
zh_hant: 正在掃描你的圖庫… %d%%

# cleanup.main.selected
source: Selected
de: Ausgewählt
es: Seleccionadas
fr: Sélectionnées
it: Selezionate
nl: Geselecteerd
pl: Wybrane
pt_br: Selecionadas
tr: Seçildi
uk: Вибрано
zh_hant: 已選取

# cleanup.main.smartCleanup
source: Smart Cleanup
de: Smartes Aufräumen
es: Limpieza inteligente
fr: Nettoyage intelligent
it: Pulizia intelligente
nl: Slim opruimen
pl: Inteligentne porządki
pt_br: Limpeza inteligente
tr: Akıllı Temizlik
uk: Розумне очищення
zh_hant: 智慧清理

# cleanup.main.sortBy
source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
nl: Sorteer op
pl: Sortuj według
pt_br: Ordenar por
tr: Sıralama ölçütü
uk: Сортувати за
zh_hant: 排序依據

# cleanup.main.sortOrder
source: Sort order
de: Sortierreihenfolge
es: Orden
fr: Ordre de tri
it: Ordinamento
nl: Sorteervolgorde
pl: Kolejność sortowania
pt_br: Ordem
tr: Sıralama düzeni
uk: Порядок сортування
zh_hant: 排序方式

# cleanup.main.startScanFindSimilarPhotos
source: Start a scan to find similar photos and smart cleanup suggestions.
de: Starte einen Scan, um ähnliche Fotos und smarte Aufräumvorschläge zu finden.
es: Inicia un análisis para encontrar fotos similares y sugerencias de limpieza inteligente.
fr: Lancez une analyse pour trouver des photos similaires et des suggestions de nettoyage intelligent.
it: Avvia una scansione per trovare foto simili e suggerimenti di pulizia intelligente.
nl: Start een scan om vergelijkbare foto's en slimme opruimsuggesties te vinden.
pl: Rozpocznij skanowanie, aby znaleźć podobne zdjęcia i inteligentne propozycje porządków.
pt_br: Inicie uma análise para encontrar fotos semelhantes e sugestões de limpeza inteligente.
tr: Benzer fotoğrafları ve akıllı temizlik önerilerini bulmak için bir tarama başlat.
uk: Запустіть сканування, щоб знайти схожі фото та розумні пропозиції для очищення.
zh_hant: 開始掃描，找出相似照片與智慧清理建議。

# cleanup.main.tryChangingFiltersResettingControls
source: Try changing filters or resetting controls.
de: Ändere die Filter oder setze die Einstellungen zurück.
es: Prueba a cambiar los filtros o a restablecer los controles.
fr: Essayez de modifier les filtres ou de réinitialiser les réglages.
it: Prova a cambiare i filtri o a reimpostare i criteri.
nl: Probeer de filters te wijzigen of de instellingen te herstellen.
pl: Spróbuj zmienić filtry lub zresetować ustawienia.
pt_br: Tente mudar os filtros ou redefinir os controles.
tr: Filtreleri değiştirmeyi ya da ölçütleri sıfırlamayı dene.
uk: Спробуйте змінити фільтри або скинути налаштування.
zh_hant: 請試著更改篩選條件或重置條件。

# cleanup.main.unlockAdvancedFilters
source: Unlock advanced filters
de: Erweiterte Filter freischalten
es: Desbloquear filtros avanzados
fr: Débloquer les filtres avancés
it: Sblocca i filtri avanzati
nl: Ontgrendel geavanceerde filters
pl: Odblokuj zaawansowane filtry
pt_br: Liberar filtros avançados
tr: Gelişmiş filtrelerin kilidini aç
uk: Розблокувати розширені фільтри
zh_hant: 解鎖進階篩選

# cleanup.main.yourLibraryChanged
source: Your library changed
de: Deine Mediathek hat sich geändert
es: Tu fototeca ha cambiado
fr: Votre photothèque a changé
it: La tua libreria è cambiata
nl: Je bibliotheek is gewijzigd
pl: Twoja biblioteka się zmieniła
pt_br: Sua fototeca mudou
tr: Kitaplığın değişti
uk: Ваша фототека змінилася
zh_hant: 你的圖庫有變動

# cleanup.main.ok
source: OK
tr: Tamam
uk: Гаразд
zh_hant: 好
